Repository: Afaruk59/Namaz-Vakti-App
Catalog: lib/l10n/app_*.arb
Languages: ar, de, fr, it, tr

# lang
source: English
ar: العربية
de: Deutsch
fr: Français
it: Italiano
tr: Türkçe

# appName
source: Prayer Times App
de: Gebetszeiten-App
tr: Namaz Vakti App

# timesPageTitle
source: Times
ar: أوقات الصلاة
de: Zeiten
fr: Heures
it: Orari
tr: Vakitler

# qiblaPageTitle
source: Prayer Compass
ar: بوصلة القبلة
de: Gebetskompass
fr: Boussole de prière
it: Bussola di Preghiera
tr: Kıble Pusulası

# zikirPageTitle
source: Dhikr
ar: الذكر
tr: Zikir

# morePageTitle
source: More
ar: المزيد
de: Mehr
fr: Plus
it: Altro
tr: Daha Fazla

# settingsPageTitle
source: Settings
ar: الإعدادات
de: Einstellungen
fr: Paramètres
it: Impostazioni
tr: Ayarlar

# datesTitle
source: Holy Days
ar: الأيام المقدسة
de: Heilige Tage
fr: Jours Saints
it: Giorni Sacri
tr: Mübarek Günler ve Geceler

# datesTitleShort
source: Holy Days
ar: الأيام المقدسة
de: Heilige Tage
fr: Jours Saints
it: Giorni Sacri
tr: Mübarek Günler

# kazaTitle
source: Missed Prayers
ar: الصلوات الفائتة
de: Versäumte Gebete
fr: Prières Manquées
it: Preghiere Mancate
tr: Kaza Takibi

# booksTitle
source: Sourcebooks
ar: كتب المصادر
de: Quellenbücher
fr: Livres Sources
it: Libri di Riferimento
tr: Kaynak Kitaplar

# aboutTitle
source: About
de: Über
tr: Hakkında

# githubTitle
source: Github Page
de: Github-Seite
tr: Github Sayfası

# licenseTitle
source: License
de: Lizenz
tr: Lisans

# searchTitle
source: Location Search
de: Standortsuche
tr: Konum Arama

# rate
source: Rate the App
de: Bewerten Sie die App
tr: Değerlendirin

# nav1
source: Times
ar: الأوقات
de: Zeiten
fr: Heures
it: Orari
tr: Vakitler

# nav2
source: Qibla
ar: القبلة
tr: Kıble

# nav3
source: Dhikr
ar: الذكر
tr: Zikir

# nav4
source: More
ar: المزيد
de: Mehr
fr: Plus
it: Altro
tr: Daha Fazla

# nav5
source: Books
ar: الإعدادات
de: Bücher
fr: Paramètres
it: Impostazioni
tr: Ayarlar

# locationButtonText
source: Synchronization
ar: مزامنة
de: Synchronisieren
fr: Synchroniser
it: Sincronizza
tr: Güncelle

source: Yes
ar: نعم
de: Ja
fr: Oui
it: Sì
tr: Evet

source: Leave
ar: مغادرة
de: Verlassen
fr: Quitter
it: Lasciare
tr: Vazgeç

source: OK
ar: موافق
tr: Tamam

source: Remove
ar: إزالة
de: Entfernen
fr: Supprimer
it: Rimuovi
tr: Sil

# imsak
source: Fajr
ar: الفجر
tr: İmsak

# sabah
source: Morning
ar: الصباح
de: Morgen
fr: Matin
it: Mattina
tr: Sabah

# gunes
source: Tulu
ar: طلوع الشمس
tr: Güneş

# ogle
source: Zuhr
ar: الظهر
tr: Öğle

# ikindi
source: Asr
ar: العصر
tr: İkindi

# aksam
source: Maghrib
ar: المغرب
tr: Akşam

# yatsi
source: Isha
ar: العشاء
tr: Yatsı

# israk
source: Ishrâq
ar: الإشراق
tr: İşrak

# kerahat
source: Karahat
ar: الكراهة
tr: Kerahat

# asrisani
source: Asr-i Thâni
ar: العصر الثاني
tr: Asr-ı Sani

# isfirar
source: Isfirâr
ar: الإسفار
tr: İsfirar-ı Şems

# istibak
source: Ishtibâk
ar: الإشتباك
tr: İstibak-ı Nücum

# isaisani
source: Ishâ-i Thani
ar: العشاء الثاني
tr: İşa-i Sani

# kible
source: Qibla Time
ar: وقت القبلة
de: Qibla-Zeit
fr: Heure de Qibla
it: Ora della Qibla
tr: Kıble

# vitir
source: Witr
ar: الوتر
tr: Vitir

# oruc
source: Fast
ar: الصيام
de: Fasten
fr: Jeûne
it: Digiuno
tr: Oruç

# timeLeftImsak
source: Remaining Time for Fajr
ar: الوقت المتبقي للفجر
de: Verbleibend bis Fajr
fr: Temps restant avant Fajr
it: Tempo rimanente per Fajr
tr: İmsaka Kalan

# timeLeftSabah
source: Remaining Time for Morning
ar: الوقت المتبقي للصباح
de: Verbleibend bis Morgen
fr: Temps restant avant Matin
it: Tempo rimanente per Mattina
tr: Sabaha Kalan

# timeLeftGunes
source: Remaining Time for Tulu
ar: الوقت المتبقي لطلوع الشمس
de: Verbleibend bis Tulu
fr: Temps restant avant Tulu
it: Tempo rimanente per Tulu
tr: Güneşe Kalan

# timeLeftOgle
source: Remaining Time for Zuhr
ar: الوقت المتبقي للظهر
de: Verbleibend bis Zuhr
fr: Temps restant avant Zuhr
it: Tempo rimanente per Zuhr
tr: Öğleye Kalan

# timeLeftIkindi
source: Remaining Time for Asr
ar: الوقت المتبقي للعصر
de: Verbleibend bis Asr
fr: Temps restant avant Asr
it: Tempo rimanente per Asr
tr: İkindiye Kalan

# timeLeftAksam
source: Remaining Time for Maghrib
ar: الوقت المتبقي للمغرب
de: Verbleibend bis Maghrib
fr: Temps restant avant Maghrib
it: Tempo rimanente per Maghrib
tr: Akşama Kalan

# timeLeftYatsi
source: Remaining Time for Isha
ar: الوقت المتبقي للعشاء
de: Verbleibend bis Isha
fr: Temps restant avant Isha
it: Tempo rimanente per Isha
tr: Yatsıya Kalan

# calendarTitle1
source: Word of the Day:
ar: كلمة اليوم:
de: Wort des Tages:
fr: Mot du jour:
it: Parola del Giorno:
tr: Günün Sözü:

# calendarTitle2
source: Back Page:
ar: الصفحة الخلفية:
de: Rückseite:
fr: Page arrière:
it: Pagina Posteriore:
tr: Arka Yaprak:

# qiblaTargetText
source: Goal:
ar: الهدف:
de: Ziel:
fr: Objectif:
it: Obiettivo:
tr: Hedef:

# zikirCount
source: Dhikr Count
ar: عداد الذكر
de: Dhikr Zähler
fr: Compteur de Dhikr
it: Conteggio del Dhikr
tr: Zikir Sayısı

# popupInfo1
source: Finished:
ar: تم الانتهاء:
de: Fertig:
fr: Terminé:
it: Completato:
tr: Biten:

# popupInfo2
source: Run-on:
ar: مستمر:
de: Fortlaufend:
fr: En cours:
it: Continua:
tr: Çekilen:

# resetMessageTitle
source: Reset Dhikr
ar: إعادة تعيين الذكر
de: Dhikr zurücksetzen
fr: Réinitialiser Dhikr
it: Reimposta Dhikr
tr: Zikiri Sıfırla

# resetMessageBody
source: Do you really want to reset?
ar: هل تريد حقًا إعادة التعيين؟
de: Möchten Sie wirklich zurücksetzen?
fr: Voulez-vous vraiment réinitialiser ?
it: Vuoi davvero reimpostare?
tr: Gerçekten sıfırlamak istiyor musunuz?

# zikirMessageTitle
source: Dhikr Count:
ar: عداد الذكر:
de: Dhikr Zähler:
fr: Compteur de Dhikr:
it: Conteggio del Dhikr:
tr: Zikir Sayısı:

# defaultProf
source: Default
ar: الافتراضي
de: Standard
fr: Défaut
it: Predefinito
tr: Varsayılan

# profileMessageTitle
source: New Profile
ar: ملف جديد
de: Neues Profil
fr: Nouveau profil
it: Nuovo Profilo
tr: Yeni Profil

# removeMessageTitle
source: Remove Profile
ar: إزالة الملف
de: Profil entfernen
fr: Supprimer le profil
it: Rimuovi Profilo
tr: Profili Sil

# removeMessageBody
source: Do you really want to remove?
ar: هل تريد حقًا الإزالة؟
de: Möchten Sie wirklich entfernen?
fr: Voulez-vous vraiment supprimer ?
it: Vuoi davvero rimuovere?
tr: Gerçekten profili silmek istiyor musunuz?

# ln
source: Language
ar: اللغة
de: Sprache
fr: Langue
it: Lingua
tr: Dil

# languageMessageBody
source: It will change when the app is restarted.
ar: سيتم التغيير عند إعادة تشغيل التطبيق.
de: Änderungen werden beim Neustart der App wirksam.
fr: Cela changera au redémarrage de l'application.
it: Cambierà al riavvio dell'app.
tr: Uygulama yeniden başlatıldığında değişecektir.

# otoLocal
source: Location Tracking
de: Standortverfolgung
tr: Konum Takibi

source: Dark Mode
ar: الوضع الداكن
de: Dunkelmodus
fr: Mode Sombre
it: Modalità Scura
tr: Koyu Tema

# gradient
source: Gradient Background
ar: خلفية متدرجة
de: Verlauf Hintergrund
fr: Fond dégradé
it: Sfondo Sfumato
tr: Geçişli Arkaplan

source: Theme Color
ar: لون الثيم
de: Themenfarbe
fr: Couleur du Thème
it: Colore del Tema
tr: Tema Rengi

# colorPaletteTitle
source: Color Selection
ar: اختيار اللون
de: Farbauswahl
fr: Sélection de Couleur
it: Selezione del Colore
tr: Renk Seçimi

# startupTitle
source: Welcome.
ar: مرحبًا بك.
de: Willkommen.
fr: Bienvenue.
it: Benvenuto.
tr: Hoşgeldiniz.

# startupDescription
source: Prayer times are taken from Namazvakti.com
ar: أوقات الصلاة مأخوذة من Namazvakti.com
de: Die Gebetszeiten werden von Namazvakti.com bezogen
fr: Les heures de prière sont fournies par Namazvakti.com
it: Gli orari di preghiera sono presi da Namazvakti.com
tr: Vakitler Namazvakti.com'dan alınmıştır.

# tenbih
source: Important Notice Regarding Prayer Times
ar: تنبيه هام حول اختلاف أوقات الصلاة
de: Wichtiger Hinweis zu den Gebetszeiten
fr: Une importante mise en garde concernant les différentes heures de prière
it: Un importante avvertimento sugli orari di preghiera differenti
tr: Namaz Vakitleri Hakkında Mühim Tenbih

# loading
source: Searching
ar: جارٍ البحث
de: Suche läuft
fr: Recherche en cours
it: Ricerca in corso
tr: Konum Aranıyor

# locationMessageTitle
source: Location Access Required
ar: مطلوب الوصول إلى الموقع
de: Standortzugriff erforderlich
fr: Accès à la localisation requis
it: Accesso alla posizione richiesto
tr: Konum Erişimi Gerekli

# locationMessageBody
source: Please turn on location to continue.
ar: يرجى تشغيل الموقع للمتابعة.
de: Bitte aktivieren Sie den Standort, um fortzufahren.
fr: Veuillez activer la localisation pour continuer.
it: Si prega di attivare la posizione per continuare.
tr: Devam etmek için lütfen konumu etkinleştirin.

# openLoc
source: Turn on
ar: تشغيل
de: Einschalten
fr: Activer
it: Attiva
tr: Konumu Aç

# permissionMessageTitle
source: Location Permission Required
ar: مطلوب إذن الموقع
de: Standortgenehmigung erforderlich
fr: Autorisation de localisation requise
it: Permesso di posizione richiesto
tr: Konum İzni Gerekli

# permissionMessageBody
source: Location permission is required for this app to work properly.
ar: مطلوب إذن الموقع لكي تعمل هذه التطبيق بشكل صحيح.
de: Für das ordnungsgemäße Funktionieren dieser App ist eine Standortgenehmigung erforderlich.
fr: L'autorisation de localisation est requise pour que cette application fonctionne correctement.
it: È necessario il permesso di posizione affinché l'app funzioni correttamente.
tr: Bu uygulamanın düzgün çalışabilmesi için konum izni gereklidir.

source: Retry
ar: إعادة المحاولة
de: Erneut versuchen
fr: Réessayer
it: Riprova
tr: Tekrar Dene

# permissionDeniedBody
source: Location permission has been permanently denied. Please allow permission from settings to continue.
ar: تم رفض إذن الموقع بشكل دائم. يرجى منح الإذن من الإعدادات للمتابعة.
de: Standortgenehmigung wurde dauerhaft verweigert. Bitte erlauben Sie die Berechtigung in den Einstellungen, um fortzufahren.
fr: L'autorisation de localisation a été refusée de façon permanente. Veuillez accorder l'autorisation depuis les paramètres pour continuer.
it: Il permesso di posizione è stato negato in modo permanente. Concedi l'autorizzazione dalle impostazioni per continuare.
tr: Konum izni kalıcı olarak reddedildi. Devam edebilmek için lütfen ayarlardan izin verin.

source: Open Settings
ar: فتح الإعدادات
de: Einstellungen öffnen
fr: Ouvrir les Paramètres
it: Apri Impostazioni
tr: Ayarları Aç

# wifiMessageTitle
source: Internet Connection Required
ar: مطلوب اتصال بالإنترنت
de: Internetverbindung erforderlich
fr: Connexion Internet requise
it: Connessione Internet richiesta
tr: İnternet Bağlantısı Gerekli

# wifiMessageBody
source: Please enable Wi-Fi or Mobile Data to continue.
ar: يرجى تمكين الواي فاي أو بيانات الجوال للمتابعة.
de: Bitte aktivieren Sie WLAN oder mobile Daten, um fortzufahren.
fr: Veuillez activer le Wi-Fi ou les données mobiles pour continuer.
it: Si prega di attivare il Wi-Fi o i dati mobili per continuare.
tr: Devam etmek için lütfen Wi-Fi'yi yada Mobil Veri'yi etkinleştirin.

# wifiMessageBody2
source: (The app will not work properly without internet.)
ar: (لن يعمل التطبيق بشكل صحيح بدون الإنترنت.)
de: (Die App funktioniert ohne Internet nicht richtig.)
fr: (L'application ne fonctionnera pas correctement sans Internet.)
it: (L'app non funzionerà correttamente senza Internet.)
tr: (Servisler internet olmadan düzgün çalışmayacaktır.)

# kazaMessageTitle
source: Missed Prayer Count:
de: Anzahl verpasster Gebete:
tr: Kaza Sayısı:

source: Search
de: Suchen
tr: Ara

# enterLoc
source: Enter Location...
de: Standort eingeben...
tr: Konumu Girin...

# locationButtonTextonStart
source: Find location
de: Standort finden
tr: Konumu Bul

source: Layout
tr: Düzen

# rounded
source: Round
de: Rund
tr: Yuvarlak

source: Sharp
de: Scharf
tr: Keskin

# ilmihal
source: Seâdet-i Ebediyye Endless Bliss
tr: Tam İlmihâl Se`âdet-i Ebediyye

# sevahidInfo
source: Shevahid-un Nubuvve (Prophecy Heralds) book is the translation of the book 'SHEVAHID-UN NUBUVVE LI-TAKVIYET-I EHLIL-FUTUVVE' by the deep scholar and great saint Mevlana Abdurrahman Jami. It is about the signs and miracles that prove the prophethood of Muhammad (peace be upon him). The book consists of an introduction, seven chapters, and a conclusion.
de: Şevâhid-ün Nübüvve (Prophezeiungen) ist die Übersetzung des Buches 'ŞEVÂHİD-ÜN NÜBÜVVE Lİ-TAKVİYET-İ EHLİL-FÜTÜVVE' des tiefen Gelehrten und großen Heiligen Mevlânâ Abdürrahmân Câmî. Es handelt von den Zeichen und Wundern, die die Prophetenschaft von Muhammad (Friede sei mit ihm) beweisen. Das Buch besteht aus einer Einleitung, sieben Kapiteln und einem Schluss.
tr: Şevâhid-ün Nübüvve (Peygamberlik Müjdeleri) kitâbı, derin âlim ve büyük velî Mevlânâ Abdürrahmân Câmî hazretlerinin, “ŞEVÂHİD-ÜN NÜBÜVVE Lİ-TAKVİYET-İ EHLİL-FÜTÜVVE” adlı kitâbının tercümesidir. Muhammed aleyhisselamın peygamberliğine delîl olan alâmetler ve mu’cizelerinin beyânı hakkındadır. Kitâbda, bir mukaddime, yedi bölüm, bir hâtime vardır:

# notificationsPageTitle
source: Notifications
de: Benachrichtigungen
tr: Bildirimler

source: Enable Notifications
de: Benachrichtigungen aktivieren
tr: Bildirimleri Etkinleştir

# notificationsSubtitle
source: Enable/disable prayer time notifications
de: Gebetszeit-Benachrichtigungen aktivieren/deaktivieren
tr: Namaz vakti bildirimlerini etkinleştir/devre dışı bırak

# imsakAlarm
source: Fajr Alarm
de: Fadschr-Alarm
tr: İmsak Alarmı

source: Morning Alarm
de: Morgenalarm
tr: Sabah Alarmı

# sunriseAlarm
source: Tulu Alarm
tr: Güneş Alarmı

# noonAlarm
source: Zuhr Alarm
tr: Öğle Alarmı

# afternoonAlarm
source: Asr Alarm
tr: İkindi Alarmı

# sunsetAlarm
source: Maghrib Alarm
tr: Akşam Alarmı

# nightAlarm
source: Isha Alarm
tr: Yatsı Alarmı

# minuteAbbreviation
source: min
tr: dk

# calendarListTitle
source: Calendars
de: Kalender
tr: Takvimler

source: Disable Battery Optimization
de: Batterieoptimierung deaktivieren
tr: Pil Optimizasyonunu Devre Dışı Bırak

# batteryOptimizationSubtitle
source: Disable battery optimization for notifications to work properly.
de: Um Benachrichtigungen korrekt zu funktionieren, bitte deaktivieren Sie die Batterieoptimierung.
tr: Bildirim servislerinin düzgün çalışması için pil optimizasyonunu devre dışı bırakın.

# selectCalendarTitle
source: Select Calendar
de: Kalender auswählen
tr: Takvim Seçin

source: Calendar permission denied
de: Kalender-Berechtigung verweigert
tr: Takvim izni verilmedi

# calendarNotFound
source: No calendars found
de: Keine Kalender gefunden
tr: Takvim bulunamadı

# calendarAddSuccess
source: {eventName} added to calendar
de: {eventName} zum Kalender hinzugefügt
tr: {eventName} takvime eklendi

# calendarAddError
source: Failed to add to calendar: {errorMessage}
de: Fehler beim Hinzufügen zum Kalender: {errorMessage}
tr: Takvime eklenemedi: {errorMessage}

# generalError
source: An error occurred: {errorMessage}
de: Fehler: {errorMessage}
tr: Bir hata oluştu: {errorMessage}

# lockScreen
source: Prayer Times on Lock Screen
de: Gebetszeiten auf Sperrbildschirm
tr: Kilit Ekranında Vakitler

# lockScreenDesc
source: Enables showing prayer times on the lock screen
de: Ermöglicht die Anzeige der Gebetszeiten auf dem Sperrbildschirm
tr: Kilit ekranında namaz vakitlerinin gösterilmesini sağlar

# notificationSoundTitle
source: Prayer Notification Sound
de: Gebetszeit-Benachrichtigungston
tr: Vakit Bildirim Sesi

source: Default Notification Sound
de: Standard-Benachrichtigungston
tr: Varsayılan Bildirim Sesi

source: Default Alarm Sound
de: Standard-Alarmton
tr: Varsayılan Alarm Sesi

# ezanSound
source: Adhan Sound
de: Gebetsruf-Ton
tr: Ezan Sesi

# imsakSunriseNotificationInfo
source: Default notification sound will be played for Fajr and Sunrise times.
de: Standardbenachrichtigungston wird zur Fajr- und Sonnenaufgangszeit abgespielt.
tr: İmsak ve Güneş vakitlerinde varsayılan bildirim sesi çalınır.

source: On
de: Ein
tr: Açık

source: Off
de: Aus
tr: Kapalı

# gapSliderTitle
source: Time Gap
de: Zeitlücke
tr: Zaman Farkı

# enableAllAlarms
source: Enable All
de: Alle Aktivieren
tr: Tümünü Aç

# disableAllAlarms
source: Disable All
de: Alle Deaktivieren
tr: Tümünü Kapat

source: All alarms enabled.
de: Alle Alarme aktiviert.
tr: Tüm alarmlar açıldı.

source: All alarms disabled.
de: Alle Alarme wurden deaktiviert.
tr: Tüm alarmlar devre dışı bırakıldı.

# compassOptimizationTitle
source: Compass Optimization
de: Kompass-Optimierung
tr: Pusula Optimizasyonu

# compassOptimizationMessage
source: Calibrate your compass for more accurate results.
de: Kalibrieren Sie Ihren Kompass für genauere Ergebnisse.
tr: Daha doğru sonuç almak için pusulanızı kalibre edin.

# pdfDownloading
source: Downloading PDF...
de: PDF wird heruntergeladen...

source: PDF not available
de: PDF nicht verfügbar

# colorSchemeDefault
source: White (Next: Sepia)
de: Weiß (Nächstes: Sepia)

# colorSchemeSepia
source: Sepia (Next: Dark)
de: Sepia (Nächstes: Dunkel)

# colorSchemeDark
source: Dark (Next: White)
de: Dunkel (Nächstes: Weiß)

source: Loading description...
de: Beschreibung wird geladen...

source: Error loading description:
de: Fehler beim Laden der Beschreibung:

# noDescriptionAvailable
source: No description available for this book.
de: Keine Beschreibung für dieses Buch verfügbar.

source: Close
de: Schließen

# couldNotOpenWebsite
source: Could not open website. Please try again.
de: Website konnte nicht geöffnet werden. Bitte versuchen Sie es erneut.

source: Error opening website:
de: Fehler beim Öffnen der Website:
